export const posts = [
  {
    id: 1,
    title: '直打ち記事タイトル１',
    thumbnailUrl: 'https://placehold.jp/800x400.png',
    createdAt: '2023-09-11T09:00:00.000Z',
    categories: ['React', 'TypeScript'],
    content: `
      直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。<br/>直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。<br/>`,
  },
  {
    id: 2,
    title: '直打ち記事タイトル２',
    thumbnailUrl: 'https://placehold.jp/800x400.png',
    createdAt: '2023-09-10T09:00:00.000Z',
    categories: ['HTML', 'CSS'],
    content: `
      直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。<br/>直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。<br/>`,
  },
  {
    id: 3,
    title: '直打ち記事タイトル３',
    thumbnailUrl: 'https://placehold.jp/800x400.png',
    createdAt: '2023-09-09T09:00:00.000Z',
    categories: ['JavaScript'],
    content: `
      直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。<br/>直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。直打ちです。<br/>`,
  },
]